[
    {
        "직업명": "기업고위임원",
        "관련직업": "조직관리자",
        "관련학과": [
            "경영학과",
            "경제학과",
            "산업공학과",
            "산업경영학과"
        ],
        "관련자격": "경영지도사, 기술지도사,",
        "하는일": [
            "기업고위임원은 경영학적 지식을 바탕으로 기업의 기본 경영방침과 목표를 계획하고, 목표를 달성하기 위한 전략과 정책을 수립합니다.",
            "이사회나 이와 유사한 운영 기관 또는 법령에 의해 위임된 권한 하에 사업체의 전반적인 정책을 수립하고 운영 현황, 과거의 실적, 미래의 계획을 평가하여 사업 계획을 결정합니다.",
            "대외적으로 사업체를 대표하며, 고위 간부와 임원의 임명을 결정하고 예산 배정과 조직의 업무 분담을 조정하고 승인합니다.",
            "부서 사이의 활동을 조정하고 사업체 운영상의 문제점을 해결합니다."
        ],
        "적성": [
            "사업체의 전반적인 정책을 수립하기 위해 문제를 파악하고, 원인을 분석하여 이에 대한 해결 방안을 도출해 문제를 해결해 나갈 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "목표지향적인 태도로 도전하는 것에 두려움이 적고 리더십을 발휘해 집단을 이끄는 것을 좋아하는 사람에게 적합합니다.",
            "기업의 미래를 위해 현재 상황을 논리적으로 분석하고 깊이 생각할 수 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "기업 고위 임원 (세분류 1120)",
        "고용직업분류": "기업 고위임원 (세분류 0112)",
        "태그": [
            "CEO",
            "대기업 대표",
            "대표이사"
        ]
    },
    {
        "직업명": "호텔지배인",
        "관련직업": "호텔관리자",
        "관련학과": [
            "관광경영과",
            "문화관광과",
            "호텔경영과",
            "관광경영학과"
        ],
        "관련자격": "호텔경영사, 호텔관리사, 호텔서비스사,",
        "하는일": [
            "호텔지배인은 객실 예약과 판매, 고객 안내, 식당 운영, 호텔 홍보 등 호텔에서 이루어지는 다양한 업무들이 잘 운영될 수 있도록 각종 활동을 계획하고, 호텔 종사원의 업무를 종합적으로 관리 및 감독하는 일을 합니다.",
            "객실부, 연회부 등 각 부서 소속 호텔 종업원의 작업 계획을 만들어 업무가 원활히 운영될 수 있도록 관리 조정하고, 호텔 종업원에게 효과적인 작업 방법을 교육하고 훈련시킵니다.",
            "호텔의 객실이나 연회, 회의실 등 매출을 높이기 위한 영업 전략을 만들고 호텔 서비스의 향상 및 청결 유지를 관리 감독하고 고객의 불편 사항을 처리합니다.",
            "회의, 연회, 각종 행사 등 다양한 목적을 위해 사용되는 시설에 대한 고객의 요구 사항을 파악하여 고객 맞춤 서비스를 제공하는 업무를 합니다."
        ],
        "적성": [
            "고객들의 다양한 요구 사항을 조율하고 처리할 수 있는 봉사 및 서비스 정신을 비롯한 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "호텔 경영 및 관리 전반에 대한 지식과 실무 경험이 요구되며, 고객의 요청 사항이 등을 꼼꼼하게 확인하고 책임감 있게 해결할 수 있는 사람에게 적합합니다.",
            "호텔을 이용하는 고객뿐만 아니라 직원들과 잘 어울리고 팀으로 일하는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "숙박ㆍ여행ㆍ오락 및 스포츠 관련 관리자 (세분류 1521)",
        "고용직업분류": "미용ㆍ여행ㆍ숙박ㆍ스포츠 관리자 (세분류 0141)",
        "태그": [
            "호텔리어",
            "여행",
            "호텔컨시어지",
            "호텔경영"
        ]
    }
]