[
    {
        "직업명": "간호사",
        "관련직업": "전문간호사, 일반간호사, 보건교사, 조산사",
        "관련학과": [
            "간호학과"
        ],
        "관련자격": "간호사, 조산사, 보건교사,",
        "하는일": [
            "간호사는 의사의 진료를 돕고, 의사의 처방이나 규정된 간호 기술에 따라 치료를 하고, 환자나 가족에게 치료와 질병에 대해 설명을 하고 전문적인 의료 활동을 수행합니다.",
            "의사가 없을 경우 비상조치를 시행할 수 있으며, 의사의 진료를 도우며 의사의 처방이나 규정에 따라 치료를 합니다.",
            "환자의 상태를 파악하기 위해 혈압, 체온 등을 측정하고, 약품을 투여하거나 외상 치료를 하면서 환자의 상태와 반응을 관찰합니다.",
            "수술하는 의사를 돕고, 간호 활동에 대한 기록을 수집하여 관련 문제에 대해 조언을 하기도 합니다.",
            "학교 등에서 학생들의 건강에 대한 계획을 수립하고 보건 활동을 합니다."
        ],
        "적성": [
            "환자를 살피고, 치료하기 위해 사람들과 원만한 관계를 유지하는 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "다른 사람을 배려하고 봉사하는 마음이 있는 사람에게 적합합니다.",
            "응급상황 시 빠르게 대처할 수 있어야 하며, 사회 안전에 관심이 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "간호사 (세분류 2430)",
        "고용직업분류": "간호사 (세분류 3040)",
        "태그": [
            "임상간호사",
            "응급실간호사",
            "수술실간호사"
        ]
    },
    {
        "직업명": "간호조무사",
        "관련직업": "N/A",
        "관련학과": [],
        "관련자격": "N/A",
        "하는일": [
            "간호조무사는 의료기관 등에서 의사 또는 간호사의 지시에 따라 환자의 간호 및 진로에 관련된 업무를 보조합니다.",
            "환자가 병원에 방문하였을 때 안내해 주고, 각종 의료 검사 및 투약 업무를 보조합니다.",
            "의사나 간호사의 지시에 따라 환자를 치료하고 치료 내용을 기록하며, 환자의 체온, 맥박, 호흡수 등을 측정하며 간호를 보조합니다.",
            "병원에서 사용하는 의약품을 관리하며, 의료 기구나 물품 등을 소독하고 살균하는 업무를 수행합니다.",
            "환자의 상태를 꼼꼼히 살피며, 환자의 운동이나 활동을 도와줍니다."
        ],
        "적성": [
            "환자를 살피고, 치료를 돕기 위해 사람들과 원만한 관계를 유지하는 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "다른 사람을 배려하고 봉사하는 마음이 있는 사람에게 적합합니다.",
            "응급 상황 시 빠르게 대처할 수 있어야 하며, 사회 안전에 관심이 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "간호조무사 (세분류 2465)",
        "고용직업분류": "간호조무사 (세분류 3075)",
        "태그": [
            "간호",
            "보건서비스"
        ]
    },
    {
        "직업명": "노인 전문 간호사",
        "관련직업": "간호사, 사회복지사, 물리치료사, 생활보조원",
        "관련학과": [
            "간호학과",
            "노인보건복지과",
            "간호과",
            "응급구조과",
            "응급구조학과"
        ],
        "관련자격": "전문간호사,",
        "하는일": [
            "노인 전문 간호사는 의학적 지식을 바탕으로 노인전문병원, 의료복지기관, 요양원 등에서 노인의 건강관리와 병세 호전을 위해 간호 계획을 수립하고 각종 프로그램을 진행하며 노인을 간호합니다. 또한 응급처치와 건강관리, 질병 예방을 위한 교육 진행 등을 실시합니다.",
            "노인의 가족과 상담을 통해 요구 사항을 반영해 간호 계획을 수립하고, 노인의 건강상태에 관한 자료를 기록하고 관리합니다.",
            "노인의 건강에 이상이 생기면 병원에 의뢰하여 진료와 건강상태를 확인하고 관련 의료기관이나 의사에게 건강상태 자료를 제출하여 정기적으로 건강상태를 검토합니다.",
            "노인의 건강관리 및 병세 호전을 위한 각종 재활치료 및 치료 프로그램을 진행하고, 노인과 가족들에게 시설과 간호에 대해 안내하며 건강관리, 회복, 질병 예방 등에 관해 설명합니다."
        ],
        "적성": [
            "의료지식을 이해하기 쉽도록 풀어서 설명할 수 있으며 타인의 감정에 관심을 가지고 긍정적인 분위기를 만들 수 있는 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "봉사활동에 참여해 그 안에서 보람을 느끼며, 함께 일하는 것을 좋아하는 사람에게 적합합니다.",
            "실제 현장에서 직접 움직이는 활동을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "간호사 (세분류 2430)",
        "고용직업분류": "간호사 (세분류 3040)",
        "태그": [
            "노인 케어",
            "간호학"
        ]
    },
    {
        "직업명": "병원코디네이터",
        "관련직업": "의료코디네이터",
        "관련학과": [
            "보건행정과",
            "비서행정학과",
            "보건관리학과",
            "보건행정학과",
            "비서행정과"
        ],
        "관련자격": "N/A",
        "하는일": [
            "병원코디네이터는 양질의 의료서비스를 제공하기 위해 환자 상담과 지속적 관리, 직원 친절 서비스 교육, 병원 이미지 개선을 위한 일을 합니다.",
            "환자의 고민이나 불만 사항을 병원에 전달하고, 환자의 만족도를 높이기 위해 차별화된 서비스를 기획합니다.",
            "고객 서비스 개선, 환자 상담과 사후관리, 진료 계획 수립, 병원 서비스 품질관리를 수행합니다.",
            "직원들의 서비스 교육을 담당하며 병원의 이미지 홍보를 위한 마케팅 전략을 수립하고 실행합니다.",
            "밝은 병원 분위기를 연출하기 위한 실내외 환경 조성 등을 담당합니다."
        ],
        "적성": [
            "수많은 고객과 내부 직원들을 상대해야 하는 직업이므로 다른 사람들과 원만한 관계를 유지할 수 있는 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "실생활에서 발생하는 문제를 적극적으로 해결하는 것을 좋아하는 사람에게 적합합니다.",
            "리더십이 있고 다른 사람들을 이끄는 활동을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "고객 상담 및 모니터 요원 (세분류 3991)",
        "고용직업분류": "고객 상담원 및 모니터 요원 (세분류 0292)",
        "태그": [
            "의료",
            "의학",
            "서비스"
        ]
    },
    {
        "직업명": "원격진료 코디네이터",
        "관련직업": "간호사, 간호조무사, 임상병리사, 재활 치료사",
        "관련학과": [
            "간호학과",
            "약학부",
            "의예과",
            "의료정보공학과",
            "의료정보시스템과",
            "보건행정과",
            "보건행정학과"
        ],
        "관련자격": "간호사, 전문간호사, 국제의료관광코디네이터, 병원행정사,",
        "하는일": [
            "의학적 지식을 바탕으로 직접 병원에 가기 어려운 환자들을 정보 통신 기술(ICT: Information and Communication Technologies)을 이용하여 의사와 연결해 주어 원격진료 서비스가 가능하도록 도와주는 업무를 수행합니다.",
            "환자의 원격진료 서비스 요청에 대응하여 진료를 위해 상담을 하고 관련 내용을 문서로 정리합니다.",
            "환자가 보내온 혈당, 혈압, 심전도, 체중 등 의료 정보를 PC, 스마트폰 등을 통해 수집하고 분석하여 의료진에게 전달합니다.",
            "원격진료 서비스 결과에 대하여 환자에게 설명해 주고 이에 대한 상담 서비스를 제공합니다."
        ],
        "적성": [
            "다양한 환경에 놓인 환자를 만나기 때문에 원활하게 소통할 수 있는 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "사람들과 잘 어울릴 수 있고 다른 사람과 함께 일하는 것을 선호하는 사람에게 적합합니다.",
            "의학적 내용을 이해하기 위해 자료를 수집하고 분석하는 등의 노력을 쏟고 깊게 탐구하는 사람에게 적합합니다."
        ],
        "표준직업분류": "기타 돌봄 및 보건 서비스 종사원 (세분류 4219)",
        "고용직업분류": "기타 보건ㆍ의료 종사원 (세분류 3079)",
        "태그": [
            "원격",
            "의료",
            "병원"
        ]
    },
    {
        "직업명": "학습장애간호사",
        "관련직업": "N/A",
        "관련학과": [
            "언어재활과",
            "간호학과",
            "간호과",
            "특수교육학과",
            "언어치료학과",
            "유아특수재활과"
        ],
        "관련자격": "정신건강간호사, 간호사,",
        "하는일": [
            "학습장애간호사는 학습(발달)장애가 있는 사람이나 기타 도움이 필요한 사람들이 일상생활을 유지할 수 있도록 돕고, 이들에게 필요한 치료를 제공합니다.",
            "환자의 상태를 진단하고 환자가 필요로 하는 의료 및 사회적 치료가 무엇인지 판단합니다.",
            "환자가 스스로 의복을 갖추고, 쇼핑을 하고, 대중교통을 이용하는 등 일상생활을 할 수 있도록 돕습니다.",
            "필요에 따라 환자의 가족과 보호자에게 상담을 제공하고, 치료에 동참하도록 독려합니다."
        ],
        "적성": [
            "다른 사람을 돌보는 일을 하므로 자신의 감정을 파악하고 조절할 수 있는 자기성찰능력이 필요합니다."
        ],
        "흥미": [
            "다른 사람에 대한 배려심이 높고, 봉사하고자 하는 사람에게 적합합니다.",
            "다른 사람의 성장을 지원하는 자로서 맡은 일에 대한 책임감이 높은 사람에게 적합합니다."
        ],
        "표준직업분류": "간호사 (세분류 2430)",
        "고용직업분류": "간호사 (세분류 3040)",
        "태그": [
            "학습장애",
            "발달장애",
            "특수교육"
        ]
    },
    {
        "직업명": "호스피스전문간호사",
        "관련직업": "호스피스완화간호사",
        "관련학과": [
            "간호학과"
        ],
        "관련자격": "간호사,",
        "하는일": [
            "호스피스전문간호사는 죽음을 앞둔 말기 환자가 인생을 편안하게 마무리할 수 있도록 돕는 일을 합니다.",
            "죽음이란 삶의 자연스러운 과정이라는 것을 알게 하고, 환자의 정신적, 육체적 고통이 완화될 수 있도록 돕습니다.",
            "환자의 건강 상태와 통증을 확인하고 이를 완화할 수 있도록 간호합니다.",
            "말기 환자와 가족의 심리적 문제나 어려움은 없는지 상태를 평가하고 간호하거나 교육하기도 합니다.",
            "환자의 죽음으로 인해 이별을 겪은 가족들을 위로하고 간호합니다."
        ],
        "적성": [
            "환자와 가족이 원하는 것을 잘 파악하고 대응할 수 있는 능력과 응급 시 의사와 병원 내 전문가와 함께 빠른 대처를 할 수 있는 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "환자에 대한 투철한 봉사 정신과 희생 정신을 가진 사람에게 적합합니다.",
            "간호를 위해 사용되는 전문 도구나 기계를 체계적으로 조작하는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "간호사 (세분류 2430)",
        "고용직업분류": "간호사 (세분류 3040)",
        "태그": [
            "간호원",
            "간호학",
            "의학",
            "의료",
            "병원"
        ]
    }
]