[
    {
        "직업명": "가상현실전문가",
        "관련직업": "과학용소프트웨어개발자, 산업용소프트웨어개발자, 교육용소프트웨어개발자",
        "관련학과": "컴퓨터공학과",
        "관련자격": [
            "시각디자인기사",
            "시각디자인산업기사",
            "정보처리기사",
            "컴퓨터그래픽스운용기능사",
            ""
        ],
        "하는일": [
            "가상현실전문가는 3차원모델링(3D)등의 기술을 이용해 가상의 시공간에서 가상시스템을 개발합니다.",
            "사용자가 원하는 가상 세계가 무엇인지 파악하거나 개발하고자 하는 시스템을 분석하여 개발 방향을 설정합니다.",
            "신제품에 대한 기획안을 토대로 3차원 컴퓨터그래픽 제어 기술을 활용하여 프로그래밍 한 후 디자인 감각을 바탕으로 사용자가 실제감을 느낄 수 있도록 가상현실시스템을 디자인합니다."
        ],
        "적성": [
            "문제 해결의 과정을 단계별로 수행할 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "논리적이고 합리적인 사고를 하는 사람에게 적합합니다.",
            "현실적이고 실제적인 것에 영향을 많이 받는 사람에게 적합합니다."
        ],
        "표준직업분류": "응용 소프트웨어 개발자 (세분류 2223)",
        "고용직업분류": "응용 소프트웨어 개발자 (세분류 1332)",
        "태그": [
            "3차원모델링",
            "3D",
            "가상현실모델링언어"
        ]
    },
    {
        "직업명": "게임기획자",
        "관련직업": "컴퓨터게임시나리오작가, 비디오게임디자이너, 게임레벨디자이너,",
        "관련학과": "정보통신공학과",
        "관련자격": [
            "게임기획전문가",
            ""
        ],
        "하는일": [
            "게임기획자는 PC 게임, 모바일 게임, 콘솔 게임 등 게임용 소프트웨어 제작과 관련된 모든 사항을 기획하고 감독합니다.",
            "국외의 게임 시장 조사를 통해 소비자들이 원하는 게임이 무엇인지를 확인하고, 새로운 게임 제작을 위한 아이디어를 내거나 이에 대한 기획안을 작성합니다.",
            "게임의 장르와 이용 연령층, 게임의 난이도, 게임 내 각종 캐릭터 역할과 특징, 기본적인 스토리 흐름을 설정하고, 그래픽 디자이너, 컴퓨터 프로그래머 등과 함께 게임 소프트웨어를 제작합니다.",
            "게임 소프트웨어에 대한 공개 전 테스트를 하고 시연회에 참여하는 등 홍보와 마케팅 업무를 기획합니다.",
            "게임의 제작이 완료되면, 게임을 운영하면서 이용자들이 요구하는 개선 사항이나 의견을 듣고 게임 소프트웨어를 수정하거나 더 나은 기능으로 최신화시킵니다."
        ],
        "적성": [
            "게임 시나리오를 토대로 게임을 시각화하는 예술시각능력이 필요합니다.",
            "게임 개발의 과정과 기기에 대한 이해를 바탕으로 게임을 기획하고 새로운 방식의 게임 전개 방식이나 소재를 발굴하는 창의력이 필요합니다."
        ],
        "흥미": [
            "게임의 개발은 보통 팀 단위로 이루어지기 때문에 게임 디자이너, 게임 프로그래머 등 여러 사람들과 원만하게 잘 지낼 수 있는 사람에게 적합합니다.",
            "게임의 난이도, 게임 방식, 게임 내 사용되는 아이템, 캐릭터의 특징, 캐릭터와 아이템의 능력치 등 게임의 전체 균형이 잘 잡힌 상태로 운영될 수 있도록 탐구하는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "웹 개발자 (세분류 2224)",
        "고용직업분류": "웹 개발자 (세분류 1333)",
        "태그": [
            "게임디렉터",
            "웹기획자",
            "게임",
            "게임프로그래머",
            "모바일게임",
            "VR게임",
            "게임개발자",
            "게임제작자"
        ]
    },
    {
        "직업명": "고객관리시스템(CRM)전문가",
        "관련직업": "의료정보시스템개발자, 시스템소프트웨어개발자, 컴퓨터하드웨어 기술자 및 연구원, 모바일앱개발자, 클라우드 시스템 엔지니어",
        "관련학과": "컴퓨터소프트웨어과",
        "관련자격": [
            "전자계산기기능사",
            "전자계산기기사",
            "전자계산기제어산업기사",
            "전자계산기조직응용기사",
            "정보처리기능사",
            "정보처리기사",
            "정보처리산업기사",
            "컴퓨터시스템응용기술사",
            ""
        ],
        "하는일": [
            "고객관리시스템전문가는 고객과 관련된 기업의 내외부 자료를 분석 및 통합하여 사용자의 특성에 기초한 기업의 영업 활동을 지원하기 위한 정보시스템을 연구하고 설계하는 일을 합니다.",
            "고객과 관련된 기업의 내외부 자료 및 기업의 전략, 목표 등을 분석하고 기업의 비즈니스와 연결해 효과적으로 고객을 관리할 수 있는 정보시스템을 연구하고 설계합니다.",
            "고객관리시스템(CRM)과 관련된 국내외의 최신 정보 기술을 파악 및 분석하여 정보시스템을 개선하고 보완합니다.",
            "기업의 사용자에게 고객관리시스템의 운영 및 관리에 대한 교육과 기술적 조언을 실시합니다."
        ],
        "적성": [
            "외부 고객을 관리하고 내부 관리자가 편리하게 이용할 수 있는 정보시스템을 개발하기 위해 개발 요구 사항을 파악한 후 프로그래밍하여 소프트웨어로 만들 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "소프트웨어 개발과 관련된 최신 기술과 정보시스템 개발에 필요한 최신 소스 코드에 대한 정보를 찾고 관련된 내용을 탐구하는 것을 좋아하는 사람에게 적합합니다.",
            "소프트웨어를 만드는 컴퓨터 프로그래밍은 정해진 코딩 규칙에 따라 논리적으로 작성되어야 하므로 반복적이고 체계화된 작업을 즐길 수 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "응용 소프트웨어 개발자 (세분류 2223)",
        "고용직업분류": "응용 소프트웨어 개발자 (세분류 1332)",
        "태그": [
            "개발자",
            "IT",
            "기획자",
            "프로그래머",
            "인터넷",
            "마케팅",
            "빅데이터"
        ]
    },
    {
        "직업명": "네트워크엔지니어",
        "관련직업": "통신엔지니어, 통신망설계운영기술자, 무선주파수(RF)엔지니어",
        "관련학과": "인터넷정보학과",
        "관련자격": [
            "전자계산기기능사",
            "전자계산기기사",
            "전자계산기제어산업기사",
            "정보관리기술사",
            "정보처리산업기사",
            "정보처리기사",
            "정보통신산업기사",
            "정보통신기사",
            "컴퓨터시스템응용기술사",
            ""
        ],
        "하는일": [
            "네트워크엔지니어는 전산망을 만들기 위해 각종 하드웨어와 소프트웨어를 이해하고 사용 목적에 맞는 네트워크시스템의 기획, 분석, 설계, 구축에 관한 일을 합니다.",
            "네트워크 시스템의 전체 구조를 분석 및 평가하여 문제점과 개선책을 마련하거나 사용자의 요구와 기대를 만족시키는 네트워크 시스템에 대한 기능성, 안정성, 확장성, 변경 가능성, 관리 용이성을 고려하여 구조를 설계합니다.",
            "네트워크 시스템의 상세 설계에 대한 시공 방법이 적힌 시방서를 참고하여 하드웨어 및 네트워크 장비, 각종 소프트웨어에 대한 확보 방안을 마련합니다.",
            "네트워크와 관련된 하드웨어와 소프트웨어가 들어오면, 각 시스템을 설치하고, 기능과 성능을 시험하며, 실제 운영에 필요한 네트워크 시스템의 관리체계를 마련합니다.",
            "네트워크 시스템의 고장 시 네트워크 관리자와 더불어 원인을 파악하고, 신속한 복구 대책을 마련하여 정상적으로 작동할 수 있도록 처리합니다."
        ],
        "적성": [
            "전기, 전자, 통신 등과 관련된 전문 지식 및 기술과 컴퓨터네트워크, 하드웨어, 소프트웨어 최신 기술 등 자신이 가진 정보를 논리적이고 체계적으로 정리하는 수리·논리력이 필요합니다.",
            "네트워크 장비와 전송 장치의 구성을 입체적으로 배치해야 하므로 네트워크망에 필요한 각각의 장비를 입체적으로 상상하고 그릴 수 있는 공간지각력이 필요합니다."
        ],
        "흥미": [
            "데이터를 효율적으로 처리하고 전달하는 방법에 대하여 연구개발 하므로 한 가지를 깊이 있게 탐구할 수 있는 성격이 적합합니다.",
            "데이터를 손실 없이 다른 곳으로 효율적으로 보내는 각종 장비를 다루는 일을 하므로 여러 장비나 기계를 다루는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "네트워크 시스템 개발자 (세분류 2232)",
        "고용직업분류": "네트워크 시스템 개발자 (세분류 1342)",
        "태그": [
            "소프트웨어",
            "하드웨어",
            "IT",
            "클라우드",
            "5G",
            "서버",
            "전산망",
            "전산시스템"
        ]
    },
    {
        "직업명": "데이터마이너",
        "관련직업": "빅데이터 전문가, 빅데이터분석가, 통계학연구원",
        "관련학과": "IT융합학과",
        "관련자격": [
            "SQL",
            "데이터아키텍처",
            "정보처리기사",
            ""
        ],
        "하는일": [
            "데이터마이너는 데이터를 원하는 형태로 바꾸고 분석해서 필요한 정보를 찾아냅니다.",
            "정보를 분석하는 소프트웨어를 통해 데이터를 다양한 차원과 관점에서 분류하고 요약하고 분석합니다.",
            "데이터마이닝을 하기에 앞서 목적을 파악하고, 어떤 형식으로 데이터마이닝을 할지 결정한 다음 필요한 데이터를 결정하고, 분석 목적에 맞는 형태로 데이터를 바꿉니다.",
            "데이터마이닝을 실행하여 필요한 정보를 찾아낸 뒤, 그 결과가 유용한지 판단하고, 분석을 통해 데이터에 오류가 있지는 않은지 알아내기도 합니다.",
            "학문적인 이론이나 상식과 관계없이 순수하게 데이터의 연관성을 분석합니다."
        ],
        "적성": [
            "유용한 데이터와 정보를 파악하고 분석하기 위한 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "평소 수학이나 통계, 컴퓨터 프로그래밍에 대한 관심을 갖고 각종 데이터를 수집하고 분석하는 것을 좋아하는 사람에게 적합합니다.",
            "팀 단위로 일하거나 정보를 공유하고 소통하는 경우가 많기 때문에 의사소통 능력을 갖추고 팀으로 일하는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "데이터 전문가 (세분류 2231)",
        "고용직업분류": "데이터 전문가 (세분류 1341)",
        "태그": [
            "빅데이터",
            "4차산업",
            "데이터전문가",
            "DBA",
            "분석가",
            "빅데이터전문가",
            "인공지능"
        ]
    },
    {
        "직업명": "드론 전문가",
        "관련직업": "무인 항공촬영기사, 무인 항공기 표준 전문가, 무인 항공기 조종 인증 전문가, 무인 항공기 안전 운항 체계 전문가, 무인 항공기 시스템 개발자",
        "관련학과": "기계공학과",
        "관련자격": [
            "초경량비행장치조종자",
            ""
        ],
        "하는일": [
            "드론(drone)은 조종사 없이 무선으로 비행 및 조종이 가능한 비행기나 헬리콥터 모양의 무인 항공기를 말하며, 드론 전문가는 세부적으로 드론 개발자와 드론 조종사를 포함합니다.",
            "드론 개발자는 드론의 비행을 제어하는 소프트웨어를 개발합니다. 또한 드론을 이용해 촬영, 스포츠, 관측, 감시, 정보 통신, 광고, 배달 등 다양한 응용 분야에서 임무를 수행하는 데 필요한 응용 장치를 연구개발 합니다.",
            "드론 조종사는 지상에서 원격조종을 통해 미리 정해둔 대로 자동 또는 반자동으로 드론을 조종합니다. 또한 지상 통제 장비(GCS: Ground Control System), 통신 장비 및 지원 장비 등의 시스템을 운영·통제합니다."
        ],
        "적성": [
            "드론 전문가가 되기 위해서는 항공기 운항 및 드론과 관련된 기본적인 지식을 이해하고 논리적으로 생각할 수 있는 수리·논리력이 필요합니다.",
            "다양하면서도 변하기 쉬운 조종 환경을 파악하고 운행해야 하기 때문에 정확한 상황 판단력과 공간지각력이 필요합니다."
        ],
        "흥미": [
            "항공기 운항 및 드론과 관련된 새로운 기술에 대한 호기심과 이를 적용하는 것을 즐기는 사람에게 적합합니다.",
            "사람이 하는 일을 대신하는 일이 대부분이기 때문에 평소에 인간이 하는 일에 대해 탐구하고, 이를 드론에 적용해볼 수 있는 도전 정신이 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "기계공학 기술자 및 연구원 (세분류 2351)",
        "고용직업분류": "기계공학 기술자 및 연구원 (세분류 1511)",
        "태그": [
            "무인항공장비"
        ]
    },
    {
        "직업명": "모바일앱개발자",
        "관련직업": "사스템소프트웨어개발자, 컴퓨터하드웨어 기술자 및 연구원, 보건의료정보관리자, 고객관리시스템(CRM)전문가, 클라우드 시스템 엔지니어",
        "관련학과": "컴퓨터공학과",
        "관련자격": [
            "전자계산기기능사",
            "전자계산기제어산업기사",
            "전자계산기기사",
            "정보처리기능사",
            "정보처리산업기사",
            "정보처리기사",
            "컴퓨터시스템응용기술사",
            "마이크로소프트 인증 전문가 자격증(MCP)",
            "오라클 자격인증제도",
            ""
        ],
        "하는일": [
            "모바일앱개발자는 스마트폰이나 태블릿PC 등 모바일기기에서 사용되는 소프트웨어인 모바일 애플리케이션을 개발하고 수정하는 일을 합니다.",
            "국내외의 모바일 앱 개발 흐름 및 우리나라 사람들의 모바일기기 이용 특성에 적합한 애플리케이션을 기획하고 개발합니다.",
            "기업이나 기관이 이용하기 원하는 정보들을 체계적으로 모바일앱을 이용하여 관리할 수 있는 다양한 기능의 애플리케이션을 만듭니다.",
            "애플리케이션이 작동하는데 필요한 구글 안드로이드, 애플 iOS, 윈도우 등 모바일 운영체제(OS: Operation System)별로 기술 변경 사항 등에 대해 확인하고 고객의 요구 사항대로 앱을 개발하기 위한 기술 검토와 업무 분석을 합니다.",
            "새로 개발하거나 이미 개발된 애플리케이션과 관리시스템 이용에 필요한 사용자 교육을 하거나 실제 모바일앱 운영에 필요한 시스템 구성과 관련된 내용을 고객과 회의를 통해 결정합니다."
        ],
        "적성": [
            "모바일앱 개발자는 고객이 원하는 기능으로 작동되는 애플리케이션을 개발해야 하므로 고객의 요구 사항을 논리적으로 정리하여 프로그래밍 언어로 만들 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "모바일앱과 관련된 최신 기술과 앱 개발에 필요한 최신 소스 코드에 대한 정보를 찾고 관련된 내용을 탐구하는 것을 좋아하는 사람에게 적합합니다.",
            "소프트웨어를 만드는 프로그래밍은 정해진 규칙에 따라 논리적으로 작성되어야 하므로 반복적이고 체계화된 작업을 지루해하지 않고 즐길 수 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "응용 소프트웨어 개발자 (세분류 2223)",
        "고용직업분류": "응용 소프트웨어 개발자 (세분류 1332)",
        "태그": [
            "프로그래머",
            "소프트웨어",
            "애플개발자",
            "안드로이드개발자",
            "앱개발",
            "개발자",
            "모바일개발자"
        ]
    },
    {
        "직업명": "베타테스터",
        "관련직업": "베타테스트 엔지니어, 게임베타테스터",
        "관련학과": "게임콘텐츠과",
        "관련자격": "-",
        "하는일": [
            "베타테스터는 컴퓨터업체에서 소프트웨어나 하드웨어 제품을 판매하기 전에 제품의 결함 여부를 검사하는 사람으로, 프로그램의 오류를 파악하고 해결 방안을 제시하여 상품성을 높이는 일을 합니다.",
            "소프트웨어, 하드웨어 등 제품의 문제점 및 보완점을 발견해 필요한 조치를 취합니다.",
            "소프트웨어 프로그램의 장단점을 파악하여 홍보하는 역할을 하기도 합니다.",
            "게임 베타테스터는 게임 출시 전에 일부 사용자를 선발하여 테스트 자격을 부여하여 문제점을 파악하거나, 게임 출시 직전에 전체 사용자들에게 서비스를 이용하게 한 후 시스템 문제점, 버그 등을 파악합니다."
        ],
        "적성": [
            "컴퓨터의 구조와 원리에 대한 높은 이해와 프로그래밍 능력이 요구되므로 논리적으로 사고하여 문제를 해결할 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "컴퓨터 하는 것을 좋아하며 코딩, 프로그래밍 등에 관심이 많은 사람에게 적합합니다.",
            "일상생활에서 문제점을 발견하고 직접 해결하는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "기타 컴퓨터 시스템 및 소프트웨어 전문가 (세분류 2229)",
        "고용직업분류": "기타 컴퓨터 전문가 및 소프트웨어 전문가 (세분류 1339)",
        "태그": [
            "게임",
            "컴퓨터",
            "소프트웨어",
            "IT"
        ]
    },
    {
        "직업명": "블록체인 전문가",
        "관련직업": "블록체인 소프트웨어 개발자, 암호학자, 정보 보호 전문가",
        "관련학과": "사이버국방학과",
        "관련자격": "-",
        "하는일": [
            "블록체인 전문가는 누구나 열람할 수 있는 장부에 거래 내용을 공개적으로 기록하고 여러 대의 컴퓨터에 복제, 저장하는 기술인 블록체인 기술을 활용할 수 있는 분야와 산업을 찾고 이를 적용하기 위한 소프트웨어를 설계하고 개발합니다.",
            "실물 없이 사이버상에 전자 정보의 형태로 거래되는 전자화폐인 암호화폐를 블록체인 기술에 기반하여 개발합니다.",
            "블록체인 기술이 실생활에서 사용될 수 있도록 소프트웨어를 개선하고 보완합니다."
        ],
        "적성": [
            "프로그래밍에 대한 이해를 바탕으로 논리적으로 사고하여 문제를 해결하는 수리·논리력이 필요합니다.",
            "블록체인 기술을 설계하고 개발해야 하므로 입체적인 물체의 위치나 모습을 상상하여 떠올릴 수 있는 공간지각력이 필요합니다."
        ],
        "흥미": [
            "새로운 것을 탐구하고 분석하는 것을 즐기고, 논리적이고 합리적으로 사고하는 사람에게 적합합니다.",
            "소프트웨어를 설계하고 개발하는 것에 관심이 있고, 세심하고 꼼꼼한 사람에게 적합합니다."
        ],
        "표준직업분류": "응용 소프트웨어 개발자 (세분류 2223)",
        "고용직업분류": "응용 소프트웨어 개발자 (세분류 1332)",
        "태그": [
            "4차산업혁명",
            "핀테크",
            "블록체인",
            "가상화폐"
        ]
    },
    {
        "직업명": "비디오게임디자이너",
        "관련직업": "표준직업분류 : 응용 소프트웨어 개발자 (세분류 2223)",
        "관련학과": "게임공학과",
        "관련자격": "-",
        "하는일": [
            "비디오게임디자이너는 게임의 줄거리, 등장인물의 캐릭터, 행적에 대한 이야기의 틀을 잡습니다. 또한 하나 또는 다수의 캐릭터 입장에서 진행되는 이야기인 롤플레잉 방법(role-play mechanics)을 구체화합니다.",
            "구체화된 게임 기획안에 따라 프로그래머, 작가, 애니메이터 등의 개발 팀원들을 지휘하며 소프트웨어 제작 과정을 총괄하여 감독합니다.",
            "계획된 제작 일정에 맞추어 프로토타입을 개발하고 재미 요소나 구현 가능성을 검증한 후 게임의 다양한 콘텐츠를 균형 있게 경험할 수 있도록 조정합니다."
        ],
        "적성": [
            "색상의 조화를 잘 알고, 생각과 느낌을 시각적으로 표현할 수 있는 예술시각능력이 필요합니다.",
            "아이디어를 구체화하고 나만의 상상력으로 콘텐츠를 만들 수 있는 창의력이 필요합니다."
        ],
        "흥미": [
            "새로운 것에 호기심이 많고, 깊게 탐구하는 과정을 즐기는 사람에게 적합합니다.",
            "감수성이 풍부하고, 예술분야에 관심이 많은 사람에게 적합합니다."
        ],
        "표준직업분류": "응용 소프트웨어 개발자 (세분류 2223)",
        "고용직업분류": "응용 소프트웨어 개발자 (세분류 1332)",
        "태그": [
            "게임기",
            "캐릭터",
            "게임 줄거리"
        ]
    },
    {
        "직업명": "빅 데이터 전문가",
        "관련직업": "컴퓨터 시스템 설계 분석가, 시스템 소프트웨어 개발자, 응용 소프트웨어 개발자",
        "관련학과": "IT융합학과",
        "관련자격": [
            "빅데이터분석기사",
            "데이터분석",
            "데이터분석준전문가",
            "사회조사분석사",
            "정보처리기사",
            ""
        ],
        "하는일": [
            "빅 데이터 전문가는 대량의 빅 데이터로 사람들의 행동이나 시장의 변화 등을 분석하는 데 도움이 되는 정보를 제공합니다.",
            "구체적으로는 데이터 수집, 데이터 저장 및 분석, 데이터 시각화 등을 통한 정보 제공을 담당합니다.",
            "실시간으로 데이터를 수집·저장·분석하고 시각화하여 의미 있는 분석 결과를 도출하기도 합니다.",
            "빅 데이터와 관련된 새로운 기술, 유행 등을 수시로 파악합니다"
        ],
        "적성": [
            "통계적인 이론과 복잡한 프로그램에 대한 이해력뿐만 아니라 다양한 관점에서 문제를 의식하는 수리·논리력이 필요합니다.",
            "데이터의 구조를 이해하고 분석하고자 하는 문제의 시각화를 위해 공간지각력이 필요합니다."
        ],
        "흥미": [
            "세계 각국의 최신 경향과 정보에 대한 호기심이 많으며 이를 파악하는 것을 좋아하는 사람에게 적합합니다.",
            "방대한 데이터를 다루기 때문에 꼼꼼하게 탐구하는 것을 즐기는 사람에게 적합합니다."
        ],
        "표준직업분류": "데이터 전문가 (세분류 2231)",
        "고용직업분류": "데이터 전문가 (세분류 1341)",
        "태그": [
            "컴퓨터",
            "데이터"
        ]
    },
    {
        "직업명": "스마트공장 기술자",
        "관련직업": "스마트 공장 설비 설계사, 스마트 공장 시스템 설치원",
        "관련학과": "전기전자공학과",
        "관련자격": [
            "정보처리기사",
            "자동화설비산업기사",
            ""
        ],
        "하는일": [
            "스마트공장 기술자는 제품의 전 생산과정을 사물인터넷(IoT)과 인공지능(AI), 빅 데이터 등 정보통신기술(ICT)로 통합해서 디지털화된 공장을 만들고 운용합니다.",
            "스마트공장 시스템의 설계안을 만들고 하드웨어, 소프트웨어, 네트워크, 보안 설비 등을 설치하고 운용합니다.",
            "최적의 설비를 설계하기 위해 시스템의 기술규격을 검토하고 분석합니다.",
            "스마트 설비의 기구설계를 모델링하고 설비 구성단위 요소를 설계합니다.",
            "로봇의 활용 방안을 검토하고 스마트 설비와 로봇의 협업을 설계합니다."
        ],
        "적성": [
            "논리적으로 사고하여 문제를 해결할 수 있는 능력을 갖추어야 하며, 까다롭게 복합한 계산을 잘할 수 있어야 합니다.",
            "전개도를 보고 머릿속으로 입체적인 물체의 위치나 모습을 상상하여 떠올릴 수 있는 능력을 갖추어야 합니다."
        ],
        "흥미": [
            "깊게 탐구하는 과정을 즐기고 새로운 것에 호기심이 많은 사람에게 어울립니다.",
            "손이나 도구를 조작하는 것을 즐기고, 직접 움직이고 체험하는 것을 좋아하는 사람에게 어울립니다."
        ],
        "표준직업분류": "기계공학 기술자 및 연구원 (세분류 2351)",
        "고용직업분류": "기계공학 기술자 및 연구원 (세분류 1511)",
        "태그": [
            "스마트 팩토리"
        ]
    },
    {
        "직업명": "시스템소프트웨어개발자",
        "관련직업": "메카트로닉스공학기술자, 컴퓨터하드웨어 기술자 및 연구원, 의료정보시스템개발자, 무인항공기시스템개발자, 모바일앱개발자, 고객관리시스템(CRM)전문가, 클라우드 시스템 엔지니어",
        "관련학과": "컴퓨터공학과",
        "관련자격": [
            "전자계산기기능사",
            "전자계산기제어산업기사",
            "전자계산기기사",
            "정보처리기능사",
            "정보처리산업기사",
            "정보처리기사",
            "컴퓨터시스템응용기술사",
            "마이크로소프트 인증 전문가 자격증(MCP)",
            "오라클 자격인증제도",
            ""
        ],
        "하는일": [
            "시스템소프트웨어개발자는 컴퓨터를 작동시키고 각 부품의 활동을 조정, 통제, 관리하는 윈도우, 맥, 리눅스와 같은 오퍼레이팅시스템 소프트웨어를 연구, 개발, 설계하는 일을 합니다.",
            "국내외의 시장을 조사하고 경쟁기업의 제품 및 소프트웨어 업계의 기술 변화 등을 분석하여 새로운 기능과 성능을 갖춘 시스템소프트웨어를 기획하고 개발합니다.",
            "개발된 시스템소프트웨어를 컴퓨터에 설치 및 시험 운영하여 시스템소프트웨어의 기능과 성능을 평가하고 분석합니다.",
            "시스템소프트웨어에 대한 사용자 교육과 기술에 대한 전문적인 조언을 하고 새로운 시스템소프트웨어 관련 기술을 조사하고 연구합니다."
        ],
        "적성": [
            "컴퓨터시스템에 대한 전문 지식을 바탕으로 프로그래밍을 수행할 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "시스템 운영체제 및 소프트웨어 개발과 관련된 최신 기술과 개발에 필요한 정보를 찾고 관련된 내용을 탐구하는 것을 좋아하는 사람에게 적합합니다.",
            "프로그래밍을 정해진 규칙에 따라 논리적으로 수행해야 하므로 반복적이고 체계화된 작업을 즐길 수 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "시스템 소프트웨어 개발자 (세분류 2222)",
        "고용직업분류": "시스템 소프트웨어 개발자 (세분류 1331)",
        "태그": [
            "수리·논리력"
        ]
    },
    {
        "직업명": "시스템엔지니어",
        "관련직업": "시스템운영관리자, 컴퓨터하드웨어 기술자 및 연구원, 시스템소프트웨어개발자",
        "관련학과": "시스템경영공학과",
        "관련자격": [
            "전자계산기기능사",
            "전자계산기기사",
            "전자계산기제어산업기사",
            "전자계산기조직응용기사",
            "정보관리기술사",
            "정보처리산업기사",
            "정보처리기사",
            "컴퓨터시스템응용기술사",
            "SQL",
            "리눅스마스터",
            "데이터아키텍처",
            ""
        ],
        "하는일": [
            "시스템엔지니어는 정보 기술의 기술적 사항과 해당 업무에 필요한 사항을 종합적으로 분석하고 설계하여 사용 용도에 따라 가장 빠르면서 안정된 정보시스템을 만드는 일을 합니다.",
            "정보시스템을 도입해 처리할 일을 확인하고 사용자가 일을 처리하는 절차와 관련된 자료를 가지고 정보시스템으로 만들기 위한 모든 요소를 확인합니다.",
            "기존 시스템의 문제점과 고객이 원하는 사항을 자세히 파악하고 분석하여, 만들어야 할 정보시스템의 성능, 기능, 사양 등에 관한 주요 사항을 결정합니다.",
            "만들고자 하는 시스템이 다른 업무를 처리하는 전산 시스템의 데이터와 얼마나 관련되어 있는지를 자세히 검토하여 데이터의 처리에 문제가 없도록 합니다."
        ],
        "적성": [
            "시스템의 장애나 문제가 발생하는 경우 근본적인 원인을 찾고 문제를 해결할 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "시스템 하드웨어 및 소프트웨어 관련 최신 기술을 습득하기 위해 끊임없이 탐구하는 사람에게 적합합니다.",
            "시스템 개발업체 및 하드웨어업체 및 다양한 시스템 관계자와 원만한 관계를 유지하고 의사소통할 수 있고, 의사결정이 필요한 경우가 많아 토론을 즐기는 사람에게 적합합니다."
        ],
        "표준직업분류": "컴퓨터 시스템 전문가 (세분류 2221)",
        "고용직업분류": "컴퓨터시스템 전문가 (세분류 1320)",
        "태그": [
            "기술자",
            "개발자",
            "클라우드",
            "IT",
            "ICT",
            "컴퓨터",
            "코딩"
        ]
    },
    {
        "직업명": "아이티(IT)기술영업원",
        "관련직업": "영업원, 전자통신장비기술영업원, 의료장비기술영업원",
        "관련학과": "컴퓨터소프트웨어과",
        "관련자격": [
            "전자상거래관리사",
            "전자상거래운용사",
            "컴퓨터활용능력",
            "컴퓨터그래픽스운용기능사",
            "정보처리기능사",
            "정보처리산업기사",
            "정보처리기사",
            "오라클공인전문가제도(OCP)",
            "오라클 자격인증제도",
            "리눅스마스터",
            "SQL",
            ""
        ],
        "하는일": [
            "아이티(IT)기술영업원은 정보통신 제품에 대한 전문 지식을 활용하여 고객에게 적합한 제품을 소개하고, 판매하는 일을 합니다.",
            "고객에게 IT 기술 제품(하드웨어 또는 소프트웨어)의 기능과 성능, 사용 방법 등에 대해 조언하고 기존 시스템과 이후 최신화될 기술 관련 문제에 대하여 상담합니다.",
            "고객이 필요한 내용과 구매 능력을 파악하여 적합한 IT 제품 및 서비스를 추천하거나 판매 계약서를 작성합니다.",
            "IT 기술 제품이나 서비스를 판매하고 문제가 발생한 경우 문제 해결을 위한 지속적인 서비스를 제공합니다.",
            "영업 관련 사업계획서 및 사업 기술서를 작성하고, 영업 관련 세미나 전시 기획, 광고 및 홍보 업무를 총괄합니다."
        ],
        "적성": [
            "새로운 제품과 서비스에 대한 정보와 제품의 최신 기능과 관련된 정보를 고객에게 설명하고 고객과의 원만한 관계를 통해 거래가 계속될 수 있도록 관리하는 대인관계능력이 필요합니다."
        ],
        "흥미": [
            "고객의 요구를 정확하게 이해하고 분석하여 고객이 원하는 IT 제품이나 서비스를 설명하는 일을 하므로 고객을 돕는 것을 좋아하는 사람에게 적합합니다.",
            "IT 제품의 기능과 성능, 활용 방법 및 제품과 관련된 정보를 고객에게 설명해야 하므로 설명하고 설득하는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "기술 영업원 (세분류 2743)",
        "고용직업분류": "기술 영업원 (세분류 6121)",
        "태그": [
            "영업사원",
            "기술영업",
            "IT기술",
            "하드웨어",
            "컴퓨터",
            "서버",
            "소프트웨어",
            "클라우드"
        ]
    },
    {
        "직업명": "양자 컴퓨팅 기술자",
        "관련직업": "양자 컴퓨터 기술자",
        "관련학과": "전자공학과",
        "관련자격": "-",
        "하는일": [
            "양자 컴퓨팅 기술자는 양자 물리학의 지식을 이용해서 기존 컴퓨터보다 빠르게 계산할 수 있는 양자 컴퓨터를 개발하고 운용합니다.",
            "물리학자, 컴퓨터 공학자 등과 협력하여 새로운 양자 컴퓨팅 하드웨어와 소프트웨어를 개발합니다.",
            "큐비트(qubits, 양자 컴퓨터로 계산할 때의 기본 단위)와 제어 시스템과 같은 양자 컴퓨터 하드웨어를 개발하고 운용합니다.",
            "양자 컴퓨터를 실행할 수 있는 알고리즘을 설계합니다.",
            "양자 컴퓨터의 하드웨어와 소프트웨어를 테스트하고 성능을 높이는 작업을 수행합니다."
        ],
        "적성": [
            "통계 자료를 잘 이해하고 까다롭고 복잡한 계산을 잘할 수 있어야 합니다.",
            "머릿속으로 입체적인 물체의 위치나 모습을 떠올릴 수 있어야 하며, 입체 도형의 보이지 않는 부분도 파악할 수 있어야 합니다."
        ],
        "흥미": [
            "논리적이고 합리적으로 생각하고 깊게 탐구하는 과정을 즐기는 사람에게 어울립니다.",
            "직접 움직이는 체험을 좋아하고, 손이나 도구를 사용하는 조작을 즐기는 사람에게 어울립니다."
        ],
        "표준직업분류": "전자공학 기술자 및 연구원 (세분류 2342)",
        "고용직업분류": "전자공학 기술자 및 연구원 (세분류 1532)",
        "태그": [
            "큐비트",
            "슈퍼컴퓨터"
        ]
    },
    {
        "직업명": "의료정보시스템개발자",
        "관련직업": "시스템소프트웨어개발자, 컴퓨터하드웨어 기술자 및 연구원, 보건의료정보관리자, 고객관리시스템(CRM)전문가, 클라우드 시스템 엔지니어",
        "관련학과": "의료정보시스템과",
        "관련자격": [
            "전자계산기기능사",
            "전자계산기제어산업기사",
            "전자계산기기사",
            "정보처리기능사",
            "정보처리산업기사",
            "정보처리기사",
            "컴퓨터시스템응용기술사",
            "마이크로소프트 인증 전문가 자격증(MCP)",
            "오라클 자격인증제도",
            "보건의료정보관리사",
            "병원행정사",
            ""
        ],
        "하는일": [
            "의료정보시스템개발자는 의료정보의 축적 및 검색, 의료기관 간의 상호 연결 또는 지역주민이 의료기관을 보다 편리하게 이용할 수 있도록 하는 정보시스템을 연구 및 개발하는 일을 합니다.",
            "국내외의 의료정보시스템 개발 흐름 및 우리나라 의료 체계와 관련된 법과 제도를 분석하여 적합한 의료정보시스템을 기획하고 개발합니다.",
            "병원과 환자의 진료 정보 및 기타 의료 행정 정보들을 체계적으로 관리할 수 있는 의료정보시스템을 만듭니다.",
            "의료정보시스템이 작동하는 데 필요한 하드웨어나 네트워크 장비를 정기적으로 점검하고, 시스템의 오류나 결함의 원인을 분석하여 문제를 해결합니다."
        ],
        "적성": [
            "고객이 원하는 기능으로 작동되는 정보시스템을 개발하기 위해 고객 요구 사항을 정리한 후 프로그래밍하여 소프트웨어로 만들 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "소프트웨어 개발과 관련된 최신 기술과 정보시스템 개발에 필요한 최신 소스 코드에 대한 정보를 찾고 관련된 내용을 탐구하는 것을 좋아하는 사람에게 적합합니다.",
            "소프트웨어를 만드는 프로그래밍은 정해진 규칙에 따라 논리적으로 작성되어야 하는데 이때 반복적이고 체계화된 작업을 즐길 수 있는 사람에게 적합합니다."
        ],
        "표준직업분류": "응용 소프트웨어 개발자 (세분류 2223)",
        "고용직업분류": "응용 소프트웨어 개발자 (세분류 1332)",
        "태그": [
            "IT",
            "개발자",
            "프로그래머",
            "의학",
            "하드웨어",
            "소프트웨어",
            "시스템"
        ]
    },
    {
        "직업명": "전기공학기술자",
        "관련직업": "전기감리기술자, 전기설계기술자, 계장기술자, 전기안전관리자, 발전설비기술자",
        "관련학과": "전기공학과",
        "관련자격": [
            "전기철도기사",
            "건축전기설비기술사",
            "전기응용기술사",
            "전기철도기술사",
            "전기공사산업기사",
            "전기공사기사",
            "전기기능사",
            "전기기능장",
            "전기산업기사",
            "전기기사",
            "전기안전기술사",
            "전기철도산업기사",
            ""
        ],
        "하는일": [
            "전기공학기술자는 전력, 자동화 및 제어 시스템, 엔지니어링 및 건설, 전기 설비 등의 분야에서 계획 설계 시공 및 감리 업무와 전력시설물의 유지 보수 및 안전관리 업무를 합니다.",
            "자료를 수집·분석하여 회사 실정에 맞는 장·단기 기술 정책안을 세우고 과학기술정보를 수집·조사하여 생산 및 설비 기술 향상을 위한 방안을 연구합니다.",
            "공업 표준화 및 사내 기술 규격 표준 등의 제정·조정 업무를 수행합니다.",
            "전기 부문의 각종 기술적 조정 업무를 수행하며, 기존 설비의 시설용량, 규격, 형식 등을 검토하여 설비 개선 방안을 연구합니다.",
            "전기 관련 제조업 분야에서는 제품 개발 및 설계 업무, 소프트웨어 개발 업무, 공장 자동화 시스템 개발 업무뿐만 아니라 전자 제품 및 기기 제조업 분야 등에서 연구 및 개발, 설계 및 감독 업무를 합니다."
        ],
        "적성": [
            "전기공학기술자는 문제 해결을 위한 분석적 사고능력과 판단력이 요구되며 전기·전자와 관련된 수리·논리력이 필요합니다.",
            "제품의 설계 및 개발 업무를 위한 공간지각력이 필요합니다."
        ],
        "흥미": [
            "다른 영역과 상호 협력해야 하는 일이 많으므로 리더십, 협동심, 사회성이 있는 사람에게 적합합니다.",
            "손이나 도구로 기계장치를 만들거나 조작하는 것을 즐기는 사람에게 적합합니다."
        ],
        "표준직업분류": "전기공학 기술자 및 연구원 (세분류 2341)",
        "고용직업분류": "전기공학 기술자 및 연구원 (세분류 1531)",
        "태그": [
            "전기",
            "공학"
        ]
    },
    {
        "직업명": "지리정보시스템기사",
        "관련직업": "GIS전문가, 지리정보시스템전문가(GIS전문가)",
        "관련학과": "지리학과",
        "관련자격": [
            "지적기능사",
            "지적산업기사",
            "지적기사",
            "지적기술사",
            ""
        ],
        "하는일": [
            "지리정보시스템 데이터베이스 설계, 유지, 수정 및 기술지원을 담당합니다.",
            "지리정보시스템기사는 지리정보시스템(GIS: Geographic Information System) 자료를 설계, 유지, 수정 또는 사용하여 과학자, 기술자, 관련 전문가들에게 필요한 지원을 합니다.",
            "고급 공간 분석, 데이터 조작, 또는 지도 제작 소프트웨어를 사용하여 지리 공간 데이터를 구축하거나 모델링하고 전문적인 분석을 수행합니다.",
            "통합 지리정보시스템의 공간 또는 비공간 데이터베이스의 개발을 설계 또는 조정하는 일을 하거나 효과적으로 정보를 보여주는 데 필요한 지도 제작 요소를 선택합니다.",
            "지리정보시스템 데이터베이스, 장비, 또는 응용 프로그램의 유지, 개발, 또는 활용 방식과 관련하여 사용자 또는 고객을 대상으로 기술지원을 제공합니다."
        ],
        "적성": [
            "지리정보에 대한 지식과 기술, 지리 관련 컴퓨터 소프트웨어 사용 방법, 측정된 지리 정보에 대한 수집 및 분석 등을 논리적으로 할 수 있는 수리·논리력이 필요합니다.",
            "지표면과 지상 및 지하에 입체적으로 존재하는 자연환경과 인공 건축물에 대한 위치 및 지리 정보를 컴퓨터로 데이터화하여 분석 및 판단할 수 있는 공간지각력이 필요합니다."
        ],
        "흥미": [
            "지리, 컴퓨터 그래픽, 디자인에 대한 지적 관심과 취미가 필요하며, 당면한 기술적 한계에 대한 도전 의식과 문제 해결에 대한 강한 의지를 가진 사람에게 적합합니다.",
            "지리정보시스템기사는 각기 다른 분야의 사람들과 협의를 통해 작업하기 때문에 의사소통능력과 원만한 대인관계능력을 가진 사람에게 적합합니다."
        ],
        "표준직업분류": "측량 및 지리 정보 전문가 (세분류 2316)",
        "고용직업분류": "측량ㆍ지리정보 전문가 (세분류 1406)",
        "태그": [
            "GPS",
            "GIS",
            "지리",
            "인공위성",
            "자율주행",
            "지도",
            "기술자"
        ]
    },
    {
        "직업명": "클라우드 시스템 엔지니어",
        "관련직업": "시스템 프로그래머, 응용 프로그래머, 정보통신 엔지니어, 데이터베이스 전문가",
        "관련학과": "IT융합학과",
        "관련자격": [
            "빅데이터분석기사",
            ""
        ],
        "하는일": [
            "클라우드 시스템 엔지니어는 인터넷의 서버에 각종 컴퓨터 프로그램을 올려 놓고 여러 이용자들이 인터넷에 접속하여 데이터를 저장하고 처리할 수 있는 기술을 개발합니다.",
            "‘클라우드(cloud)’는 인터넷에 존재하는 클라우드 인프라 위에서 작동되는 소프트웨어를 이용해 컴퓨터 자원을 사용하거나, 자료를 저장하거나, 새로운 애플리케이션을 개발하는 가상의 환경을 말합니다.",
            "클라우드 기술을 통해 우리는 인터넷 공간에 프로그램과 데이터를 저장해 두고 언제 어디서나 필요할 때마다 다양한 기기(컴퓨터/핸드폰/태블릿피시)를 통해 편리하게 사용할 수 있습니다.",
            "고객 회사가 각자 가지고 있는 시스템과 응용 소프트웨어를 분석하여, 고객 회사의 시스템이 클라우드 환경으로 자연스럽게 바뀔 수 있도록 기술지원을 제공합니다."
        ],
        "적성": [
            "컴퓨터 통신망을 논리적이고 체계적으로 만들기 위해 수리·논리력이 필요합니다.",
            "데이터나 프로그램의 구성을 파악하고 개발하기 위한 공간지각력이 필요합니다."
        ],
        "흥미": [
            "새로운 것에 대한 호기심을 가지고 있고 논리적이고 합리적인 사고를 하는 사람에게 적합합니다.",
            "자료를 수집하고 탐구하는 것을 즐기는 사람에게 적합합니다."
        ],
        "표준직업분류": "컴퓨터 시스템 전문가 (세분류 2221)",
        "고용직업분류": "컴퓨터시스템 전문가 (세분류 1320)",
        "태그": [
            "컴퓨터",
            "클라우드 컴퓨팅"
        ]
    },
    {
        "직업명": "프로게이머",
        "관련직업": "게이머",
        "관련학과": "게임공학과",
        "관련자격": "-",
        "하는일": [
            "프로게이머는 각종 컴퓨터게임 대회에 참가하여 게임을 합니다.",
            "프로게이머는 게임감독, 팀원들과 함께 전략시뮬레이션, 롤플레잉, 액션게임, 온라인게임 등 컴퓨터게임에 대한 기술 및 전략을 익히고 꾸준히 연습하여 각종 대회에 참가합니다.",
            "소속 회사에서 개발한 새로운 게임소프트웨어에 대한 테스트를 하며, 새 게임소프트웨어가 출시되면 시연회와 홍보를 하기도 합니다."
        ],
        "적성": [
            "게임 속 다양한 현상이 어떠한 영향을 미칠지를 예측하기 위하여 머릿속으로 어떤 물체나 현상을 떠올릴 수 있는 공간지각력이 필요합니다.",
            "컴퓨터 등 전자기기를 정교하고 빠르게 조작할 수 있는 손재능이 필요합니다."
        ],
        "흥미": [
            "다른 사람들의 생각이나 관점에 영향을 주고 싶어 하는 사람에게 적합합니다.",
            "손이나 도구를 사용하는 조작을 즐겨 하는 사람에게 적합합니다."
        ],
        "표준직업분류": "직업 운동선수 (세분류 2862)",
        "고용직업분류": "직업 운동선수 (세분류 4202)",
        "태그": [
            "컴퓨터게임",
            "게임감독",
            "전략시뮬레이션",
            "롤플레잉"
        ]
    }
]