[
    {
        "직업명": "생물공학연구원",
        "관련직업": "생명공학기술자, 유전공학자, 생물공학기술자, 생명과학연구원, 생물학연구원, 자연과학연구원",
        "관련학과": [
            "생명과학과",
            "생명공학과"
        ],
        "관련자격": "바이오화학제품제조기사,",
        "하는일": [
            "생물공학연구원은 미생물, 동식물, 효소를 이용하여 물질을 생산, 분해, 변환하고 이를 통해 얻은 지식과 기술을 인간 생활에 응용하는 연구를 담당합니다.",
            "의학, 약학, 화공, 환경공학 등의 전문가들과 협동하여 유전자 재조합, 생물 공정 등 이미 개발된 기술을 습득하고 새로운 생물공학기술을 개발하는 연구를 수행합니다.",
            "DNA 조작을 통해 신물질 개발 실험을 하거나, 실험동물의 체세포나 혈액을 분리 및 조작하는 실험을 통해 새로운 생물의약품, 생물화학제품, 바이오식품 등의 신제품을 개발합니다."
        ],
        "적성": [
            "생물에 대한 깊은 이해와 공학적인 실습과 실험을 수행하기 위해 논리적으로 분석하고 문제를 해결할 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "생물, 화학, 물리학 등 과학 과목을 좋아하고, 호기심이 생긴 일에 끝까지 답을 찾는 활동을 즐기는 사람에게 적합합니다.",
            "자연현상에 대해 관심이 많으며 특정 대상을 분석하고, 실험하고, 연구하는 것을 좋아하는 사람에게 적합합니다."
        ],
        "표준직업분류": "자연과학 연구원 (세분류 2112)",
        "고용직업분류": "자연과학 연구원 (세분류 1211)",
        "태그": [
            "유전자",
            "바이오"
        ]
    },
    {
        "직업명": "생물학연구원",
        "관련직업": "생태학자, 유전학자, 생물학자",
        "관련학과": [
            "생물학과"
        ],
        "관련자격": "N/A",
        "하는일": [
            "생물학연구원은 생명체에 대한 기원, 발달, 구조, 해부, 환경 등에 대해 연구하고, 연구 결과를 의학, 농업 등 다른 분야에 적용하거나 응용하는 방법을 연구, 개발합니다.",
            "생명체의 기원, 발달, 구조, 환경, 기타 생활방식 등에 대한 현지 조사와 실험실 연구를 수행합니다.",
            "과학 장비들을 사용하여 실험실에서 생물 표본을 연구하고 실험합니다.",
            "통계학적 기술을 이용해서 자료를 분석하고 평가합니다.",
            "의학, 농업, 약품 제조 등의 분야에 활용하기 위한 보고서를 작성하는 등 심화 연구를 수행합니다."
        ],
        "적성": [
            "자연법칙과 과학적 연구 방법에 대해 논리적으로 사고하여 문제를 해결하는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "장시간의 실험과 분석을 수행해야 하므로 깊게 탐구하는 과정을 즐기고, 새로운 것에 대해 호기심을 가진 사람에게 적합합니다.",
            "생명체와 생명현상을 직접 느끼는 것을 좋아하고, 체험을 중시하는 사람에게 적합합니다."
        ],
        "표준직업분류": "자연과학 연구원 (세분류 2112)",
        "고용직업분류": "자연과학 연구원 (세분류 1211)",
        "태그": [
            "생물학",
            "생명체",
            "생태"
        ]
    },
    {
        "직업명": "유전공학연구원",
        "관련직업": "유전공학자",
        "관련학과": [
            "생명과학과",
            "유전공학과"
        ],
        "관련자격": "바이오화학제품제조기사,",
        "하는일": [
            "유전공학연구원은 생명현상의 기본 물질인 유전자를 재조합하여 인류에게 유익한 의약물질, 기능성물질 등을 생산하고, 새로운 형질의 생명체를 창출, 실용화하는 첨단 기술에 대해 연구합니다.",
            "인체를 포함한 동물, 식물, 미생물 등 세포 내에서 수행되는 생명활동의 기본 현상과 원리를 규명하고 식물이나 동물의 유전방식을 연구합니다.",
            "유전자를 인위적으로 재조합하여 새로운 품종을 개발하거나 유전질환, 암, 노화, 치매, 에이즈 등과 같은 질병의 유발 원인에 대해 연구합니다."
        ],
        "적성": [
            "유전공학, 의학, 약학 등 관련 학문에 대한 이해를 바탕으로 논리적으로 사고하여 문제를 해결할 수 있는 수리·논리력이 필요합니다."
        ],
        "흥미": [
            "장시간 동안 진행되는 연구에 집중하는 것을 좋아하고, 깊게 탐구하는 과정을 즐기는 사람에게 적합합니다.",
            "전자현미경과 같은 최첨단 실험 도구와 컴퓨터 프로그램을 활용하는 것에 관심이 있고, 기계나 도구를 활용하여 조작하는 활동을 즐기는 사람에게 적합합니다."
        ],
        "표준직업분류": "생명과학 연구원 (세분류 2111)",
        "고용직업분류": "생명과학 연구원 (세분류 1221)",
        "태그": [
            "유전공학",
            "유전자",
            "생명현상"
        ]
    }
]